export const DIANA_DIALOG = [{
    MESSAGE: "然然你带我走吧😭",
    REPLY: {
        BEST: [
            "好。"
        ],
        GOOD: [
            "可以"
        ],
        AVERAGE: [
            "😀"
        ],
        BAD: [
            "什么贵物"
        ],
        WORST: [
            "真没人和你玩。😓"
        ]
    },
    LIKABILITYCHANGE: -1
}, {
    MESSAGE: "然然今天吃了什么？",
    REPLY: {
        BEST: [
            "酸菜鱼捏~",
            "吃了麻婆豆腐！",
            "炸鸡可乐！",
            "和拉姐一起吃饭了捏",
            "蜜汁小憨包，可好吃了！😀",
            "吃了大龙虾！",
            "吃了很多很好吃的东西！！！",
            "我吃了我最爱吃的东西捏~",
            "街边烤肉！",
            "红烧牛排！真是太好吃了！"
        ],
        GOOD: [
            "很多好吃的！太多了以至于说不上来！",
            "今天和乃琳一起吃饭",
            "我才不会说我吃了海鲜呢",
            "祖传叫花鸡！",
            "竹筒饭！我很少吃！",
            "晚晚的奶盖拌饭！",
            "今天犒劳了自己，吃了香菇滑鸡面！",
            "大汉堡配芬达！",
            "开心油条！",
            "啊！双层芝士！"
        ],
        AVERAGE: [
            "吃了好吃的",
            "吃了羊肉，你也要注意好好吃饭啊！",
            "猜猜看。。。其实是卤蛋面！",
            "吃了日本料理！",
            "清真拉面！",
            "盐焗鸡！",
            "东坡肉和黄焖鸡米饭！",
            "香喷喷的羊肉串！",
            "鱿鱼切片！太嫩了！",
            "和晚晚一起吃家常菜！"
        ],
        BAD: [
            "吃了盒饭",
            "吃了普普通通的东西",
            "嘻嘻，才不告诉你捏",
            "你猜猜看？",
            "吃了一天的沙拉！",
            "我才不和你说然然吃了什么！",
            "你吃了什么呢？",
            "吃了我经常吃的东西",
            "还不错捏。",
            "酱油拌饭"
        ],
        WAOST: [

        ]
    },
    LIKABILITYCHANGE: +1.2
}]

export const DIANA = {
    NAME: "Diana",
    EN_NAME: "Diana",
    LIKABILITY_NUM: 50,
    DIALOG: DIANA_DIALOG,
}
export default DIANA